<?php

return [

    'user' => [
        'registered' => 'Пользователь успешно зарегистрирован'
    ],

    'changed' => ':Name успешно изменен(а)',
    'destroyed' => ':Name успешно удален(а)',
    'stored' => ':0 :1 успешно создан(а)',
    'updated' => ':Name успешно обновлен(а)',

    'order.user.exists' => 'Пользователь уже состоит в заказе.',

    'error' => 'Произошла ошибка. Пожалуйста попробуйте еще раз.',
    'error.stored' => 'Произошла ошибка во время создания. Пожалуйста попробуйте еще раз.',
    'error.destroyed' => 'Произошла ошибка во время удаления. Пожалуйста попробуйте еще раз.',
    'error.updated' => 'Произошла ошибка во время обновления. Пожалуйста попробуйте еще раз.',

    'not.authorized' => 'Вы не авторизованы для данного действия',
    'not.activated' => 'Выш аккаунт не активирован. Пожалуйста свяжитесь с администрацией',
    'not.destroyed' => ':Name не удален(а)',
    'not.empty' => ':Name не пустой(ая)',
    'not.found' => ':Name не найден(а)',
    'not.stored' => ':Name не создан(а)',

    'try-again' => 'Пожалуйста попробуйте еще раз.',

    'group' => 'Группа',
    'delivery' => 'Доставка',
    'item' => 'Товар',
    'user' => 'Пользователь',
    'order' => 'Заказ',

];
